# ========= first request ================

# 첫번째 요구의 input file 이름
NAME_INPUT_FILE = "재맞고 빌드업 참여현황"

# 첫번째 요구의 output file 이름
NAME_OUT_FILE = "첫번째 요구 out file"

# 첫번째 요구의 sheet 이름
직업탐색과미래설계 = "직업탐색과미래설계"
신입생세미나 = "신입생세미나"
포트폴리오워크숍 = "포트폴리오워크숍"
포트폴리오컨설팅 = "포트폴리오컨설팅"
자기주도 = "자기주도"
진로집단상담 = "진로집단상담"
단기직무체험 = "단기직무체험"

# 첫번째 요구
신청경로 = "신청경로"
one상담 = "1차상담"
two상담 = "2차상담"
three상담 = "3차상담"
포트폴리오 = "포트폴리오"

# 빌드업 학생데이터 가져오기
학번 = "학번"
참여자명 = "참여자명"
처리상태 = "처리상태"
신청구분 = "신청구분"


# ========== 공통 작업 =====================

# 각 시트의 열들의 넓이
num_width_colum = 22
